const data = [
  {
    segment: 1,
    eventList: [
      {
        date: '2015',
        text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        date: '2016',
        text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        date: '2017',
        text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        date: '2015',
        text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        date: '2016',
        text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        date: '2017',
        text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
      {
        date: '2015',
        text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
      },
      {
        date: '2016',
        text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'
      },
      {
        date: '2017',
        text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'
      },
    ]
  },
];

export {
  data,
};